Repository: common-repository/copito-comments
Catalog: languages/copito-comments-*.po
Languages: es

source: Unknown error.
es: Error desconocido.

source: Failed: empty comment.
es: Falló: sin comentario.

source: Comment added successfully.
es: Comentario agregado de forma exitosa.

source: Thank you for using Copito Comments. <b>Version:
es: Gracias por utilizar Copito Comments. <b>Versión:

source: Move all your comments to your site.
es: Mueva todos los comentarios a tu sitio.

source: Add comments
es: Agregar comentarios

source: About
es: Acerca de

source: Fill in the form to create a comment.
es: Llene el formulario para crear un comentario.

source: Just write the name of the person who is posting the comment and the content of it. Keep in mind that it's not necesary that the person is registered to do it. Select the post you want to comment and you are done.
es: Escriba el nombre de la persona que creo el comentario y el contenido del mismo. Recuerde que no es necesario que dicha persona esté registrada para hacerlo. Seleccione la entrada a comentar y listo.

source: Name
es: Nombre

source: Email
es: Correo electrónico

source: Optional
es: Opcional

source: Comment
es: Comentario

source: Insert your content here...
es: Inserte su contenido aquí...

source: Post
es: Entrada

source: Only last 50 being displayed
es: Solo se muestran los últimos 50

source: Add comment
es: Agregar comentario...

source: About the plugin
es: Acerca del plugin

source: Be able to copy your social media comments or private messages to your website.
es: Sea capaz de copiar los comentarios o mensaje privados de sus redes sociales a su sitio web.

source: This plugin allows you to convert each message to comments by hand and migrate them all to your website. Just select the post you want to place the comment, write a name and copy the content.
es: Este plugin le permite convertir de forma manual cada mensaje a comentarios en su sitio web.

source: If you have any problem or need a detailed explanation of how to use this plugin, click the button below and we will contact you soon.
es: Si tiene algún problema o necesita una explicación más detallada de como usar el plugin, haga click en el botón de abajo y nos pondremos en contacto pronto.

source: Made by
es: Hecho por

source: Learn More
es: Obtener más información

source: Comming soon!
es: Próximamente!

source: Go Premium
es: Volverse Premium

source: Give us your feedback or make a donation
es: Envienos su comentario o haga una donación

source: We focus on creating a great product, and the best way we can achieve that is by taking our user's feedbacks.
es: Nos enfocamos en crear un gran producto, y la mejor forma de lograrlo es recibiendo la opinión de nuestros usuarios.

source: If you really liked this plugin, feel free to send me a little donation (I need a new pc :)
es: Si realmente le gustó este plugin, puede enviarme una pequeña donación (necesito una nueva pc :)

source: Give Your Feedback
es: Dar su opinión

source: Copito System news
es: Noticias de Copito System

source: Find the best coding tutorials
es: Encuentre los mejores tutoriales de programación

source: Services
es: Servicios

source: Would you like to learn how to code?
es: ¿Le gustaría aprender a programar?

source: Let's us teach you in a simple and easy way!
es: ¡Dejenos enseñarle de una forma simple y rápida!
